Repository: Yaroslav-Ch/os-class_tst
Catalog: plug-file_add/languages/*/messages.po
Languages: ru_ru

source: Congratulations. The plugin is now configured
ru_ru: Поздравления. Теперь плагин настроен

source: Number of max files per ad (0 for unlimited)
ru_ru: Максимальное количество файлов для объявления (0 без ограничений)

source: Allowed filetypes (separated by comma)
ru_ru: Разделите запятыми разрешённые форматы файлов

source: Update
ru_ru: Обновить

source: Ad
ru_ru: Добавлен

source: File
ru_ru: Файл

source: Total downloads
ru_ru: Всего загрузок

source: The selected file couldn't be deleted, the url doesn't exist
ru_ru: Выбранный файл не мог быть удалены, URL-адрес не существует

source: The item doesn't exist
ru_ru: Объявление не существует

source: The item doesn't belong to you
ru_ru: Предмет не принадлежит вам

source: The selected file has been successfully deleted
ru_ru: Выбранный файл успешно удален

source: The selected file couldn't be deleted
ru_ru: Выбранный файл не может быть удален

source: Settings
ru_ru: Настройки

source: Configure categories
ru_ru: Настройка категорий

source: Stats
ru_ru: Статистика

source: File stats
ru_ru: Статистика

source: Some of the files were not uploaded because they have incorrect extension
ru_ru: Некоторые файлы не были загружены потому что у них не верный формат

source: Download
ru_ru: Загрузить

source: Allowed extensions are %s. Any other file will not be uploaded
ru_ru: Допустимые расширения файлов %s. Другие файлы не будут загружены

source: Delete
ru_ru: Удалить

source: Add new digital file
ru_ru: Добавить файл

source: Remove
ru_ru: Удалить

source: Sorry, you have reached the maximum number of files per ad
ru_ru: Сожалеем, Вы добавили максимальное количество файлов в объявлении

source: This action can\'t be undone. Are you sure you want to continue?
ru_ru: Это действие не может быть отменено. Вы уверены, что хотите продолжить?
